const questions_sixiangdaode = [
  {
    "id": 1,
    "type": "single",
    "question": "“哲学家们只是用不同的方式解释世界,而问题在于改变世界。”马克思的这句名言突出了马克思主义的特点是(      )",
    "options": [
      "A. 助人为乐",
      "B. 马克思主义重视实践",
      "C. 传统习俗",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "B",
    "originalAnswer": "马克思主义重视实践"
  },
  {
    "id": 2,
    "type": "single",
    "question": "“人的本质不是单个人所固有的抽象物，在其现实性上，它是一切社会关系的总和。”这句话说明（）",
    "options": [
      "A. 助人为乐",
      "B. 社会属性是人的本质属性",
      "C. 传统习俗",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "B",
    "originalAnswer": "社会属性是人的本质属性"
  },
  {
    "id": 3,
    "type": "single",
    "question": "中国特色社会主义的总布局是(      )",
    "options": [
      "A. 经济、政治、文化、社会、生态文明建设“五位一体”",
      "B. 助人为乐",
      "C. 没有正确把握个人与社会的关系",
      "D. 传统习俗",
    ],
    "answer": "A",
    "originalAnswer": "经济、政治、文化、社会、生态文明建设“五位一体”"
  },
  {
    "id": 4,
    "type": "single",
    "question": "社会主义道德的核心是(      )",
    "options": [
      "A. 为人民服务",
      "B. 传统习俗",
      "C. 没有正确把握个人与社会的关系",
      "D. 助人为乐",
    ],
    "answer": "A",
    "originalAnswer": "为人民服务"
  },
  {
    "id": 5,
    "type": "single",
    "question": "近年来,一系列“让座纠纷”引起舆论热议。因为不让座,就挨打、遭骂,甚至上演“今天谁也别想走”这样的拦车闹剧。让不让座,本身属于道德层面、道德问题。但是不让座却遭遇拦车、辱骂以及打人等行为,却使让座纠纷上升到了侵权和违法层面。其中,动手打人侵犯的公民权利是( )",
    "options": [
      "A. 助人为乐",
      "B. 传统习俗",
      "C. 生命健康权",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "C",
    "originalAnswer": "生命健康权"
  },
  {
    "id": 6,
    "type": "single",
    "question": "（）是人生发展的重要基石",
    "options": [
      "A. 传统习俗",
      "B. 助人为乐",
      "C. 良好的品德修养",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "C",
    "originalAnswer": "良好的品德修养"
  },
  {
    "id": 7,
    "type": "single",
    "question": "( )是党和人民事业不断发展的参天大树之根本,是党和人民不断奋进的万里长河之泉源",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 传统习俗",
      "C. 马克思主义",
      "D. 助人为乐",
    ],
    "answer": "C",
    "originalAnswer": "马克思主义"
  },
  {
    "id": 8,
    "type": "single",
    "question": "道德的产生、发展和变化,归根到底根源于(      )",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 社会经济关系",
      "C. 助人为乐",
      "D. 传统习俗",
    ],
    "answer": "B",
    "originalAnswer": "社会经济关系"
  },
  {
    "id": 9,
    "type": "single",
    "question": "国务院有权根据宪法和法律制定( )",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 传统习俗",
      "C. 助人为乐",
      "D. 行政法规",
    ],
    "answer": "D",
    "originalAnswer": "行政法规"
  },
  {
    "id": 10,
    "type": "single",
    "question": "（）对个人的思想行动具有鲜明的导向和调节作用",
    "options": [
      "A. 传统习俗",
      "B. 助人为乐",
      "C. 荣辱观",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "C",
    "originalAnswer": "荣辱观"
  },
  {
    "id": 11,
    "type": "single",
    "question": "培育和践行社会主义核心价值观，必须使其融入社会生活，让人们在实践中感知它、领悟它。这就要求做到( )",
    "options": [
      "A. 助人为乐",
      "B. 落细、落小、落实",
      "C. 传统习俗",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "B",
    "originalAnswer": "落细、落小、落实"
  },
  {
    "id": 12,
    "type": "single",
    "question": "敬业的“业”,涵盖了人们所从事的一切促进人类生存与发展的生产劳动领域,本质上是由( )决定的",
    "options": [
      "A. 传统习俗",
      "B. 劳动的重要地位",
      "C. 助人为乐",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "B",
    "originalAnswer": "劳动的重要地位"
  },
  {
    "id": 13,
    "type": "single",
    "question": "追求崇高的理想,需要坚定的信念,信念是( )",
    "options": [
      "A. 传统习俗",
      "B. 助人为乐",
      "C. 没有正确把握个人与社会的关系",
      "D. 认知、情感和意志的有机统一",
    ],
    "answer": "D",
    "originalAnswer": "认知、情感和意志的有机统一"
  },
  {
    "id": 14,
    "type": "single",
    "question": "思想道德素质是人们的思想观念、（）、价值取向、道德情操和行为习惯等方面品质和能力的综合体现",
    "options": [
      "A. 传统习俗",
      "B. 没有正确把握个人与社会的关系",
      "C. 政治立场",
      "D. 助人为乐",
    ],
    "answer": "C",
    "originalAnswer": "政治立场"
  },
  {
    "id": 15,
    "type": "single",
    "question": "中国共产党不断开辟马克思主义新境界，产生的最新理论成果是( )",
    "options": [
      "A. 习近平新时代中国特色社会主义思想",
      "B. 助人为乐",
      "C. 传统习俗",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "A",
    "originalAnswer": "习近平新时代中国特色社会主义思想"
  },
  {
    "id": 16,
    "type": "single",
    "question": "( )是社会主义法律的基本属性,是社会主义法治的基本要求",
    "options": [
      "A. 平等",
      "B. 传统习俗",
      "C. 助人为乐",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "A",
    "originalAnswer": "平等"
  },
  {
    "id": 17,
    "type": "single",
    "question": "法治素养是指人们（）",
    "options": [
      "A. 助人为乐",
      "B. 尊法学法守法用法的品质和能力",
      "C. 没有正确把握个人与社会的关系",
      "D. 传统习俗",
    ],
    "answer": "B",
    "originalAnswer": "尊法学法守法用法的品质和能力"
  },
  {
    "id": 18,
    "type": "single",
    "question": "“理想变为现实不是一蹴而就、一帆风顺的,往往会遭遇波澜和坎坷。”这句话表明了( )",
    "options": [
      "A. 助人为乐",
      "B. 传统习俗",
      "C. 没有正确把握个人与社会的关系",
      "D. 理想的实现是长期的、艰巨的、曲折的",
    ],
    "answer": "D",
    "originalAnswer": "理想的实现是长期的、艰巨的、曲折的"
  },
  {
    "id": 19,
    "type": "single",
    "question": "下列的内容中不属于网络生活中的道德要求的是(      )",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 传统习俗",
      "C. 助人为乐",
      "D. 实名制登记上网",
    ],
    "answer": "D",
    "originalAnswer": "实名制登记上网"
  },
  {
    "id": 20,
    "type": "single",
    "question": "都江堰设计巧妙,成效卓著,是闻名世界的水利工程,在2000多年中持续使用,体现的中国精神内涵是(      )",
    "options": [
      "A. 传统习俗",
      "B. 没有正确把握个人与社会的关系",
      "C. 伟大创造精神",
      "D. 助人为乐",
    ],
    "answer": "C",
    "originalAnswer": "伟大创造精神"
  },
  {
    "id": 21,
    "type": "single",
    "question": "当代大学生要正确认识世界和中国的发展大势,说的是与(      )同向",
    "options": [
      "A. 助人为乐",
      "B. 没有正确把握个人与社会的关系",
      "C. 传统习俗",
      "D. 历史",
    ],
    "answer": "D",
    "originalAnswer": "历史"
  },
  {
    "id": 22,
    "type": "single",
    "question": "小强过去常以上学时间紧为由闯红灯,学习法律知识后,他开始自觉遵守交通规则,不再闯红灯了。对小强转变起作用的法律知识是( )",
    "options": [
      "A. 传统习俗",
      "B. 没有正确把握个人与社会的关系",
      "C. 公民要依法行使权利自觉履行义务",
      "D. 助人为乐",
    ],
    "answer": "C",
    "originalAnswer": "公民要依法行使权利自觉履行义务"
  },
  {
    "id": 23,
    "type": "single",
    "question": "我国目前形成了以( )为核心的法律体系",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 宪法",
      "C. 传统习俗",
      "D. 助人为乐",
    ],
    "answer": "B",
    "originalAnswer": "宪法"
  },
  {
    "id": 24,
    "type": "single",
    "question": "( )是最深沉、最持久的情感，是每个公民应当遵循的最基本的价值准则，也是中华民族的优良传统",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 爱国",
      "C. 传统习俗",
      "D. 助人为乐",
    ],
    "answer": "B",
    "originalAnswer": "爱国"
  },
  {
    "id": 25,
    "type": "single",
    "question": "个人理想与社会理想的关系实质上是( )关系在理想层面的反映",
    "options": [
      "A. 助人为乐",
      "B. 个人与社会",
      "C. 传统习俗",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "B",
    "originalAnswer": "个人与社会"
  },
  {
    "id": 26,
    "type": "single",
    "question": "成为有理想、敢担当、能吃苦、肯奋斗的新时代好青年，首要前提是（）",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 传统习俗",
      "C. 助人为乐",
      "D. 树立正确的世界观、人生观、价值观",
    ],
    "answer": "D",
    "originalAnswer": "树立正确的世界观、人生观、价值观"
  },
  {
    "id": 27,
    "type": "single",
    "question": "在道德的历史发展中出现了多种历史类型,其中出现最早的是(      )",
    "options": [
      "A. 传统习俗",
      "B. 原始社会的道德",
      "C. 没有正确把握个人与社会的关系",
      "D. 助人为乐",
    ],
    "answer": "B",
    "originalAnswer": "原始社会的道德"
  },
  {
    "id": 28,
    "type": "single",
    "question": "在当代中国,爱国主义首先体现在(      )",
    "options": [
      "A. 传统习俗",
      "B. 没有正确把握个人与社会的关系",
      "C. 对社会主义中国的热爱",
      "D. 助人为乐",
    ],
    "answer": "C",
    "originalAnswer": "对社会主义中国的热爱"
  },
  {
    "id": 29,
    "type": "single",
    "question": "道德是以(      )为评价方式,主要依靠社会舆论、传统习俗和内心信念来发挥作用的行为规范的总和",
    "options": [
      "A. 助人为乐",
      "B. 善恶",
      "C. 没有正确把握个人与社会的关系",
      "D. 传统习俗",
    ],
    "answer": "B",
    "originalAnswer": "善恶"
  },
  {
    "id": 30,
    "type": "single",
    "question": "《诗经》提出“夙夜在公”的道德要求,《尚书》也有“以公灭私,民其允怀”的思想,两者都体现了中华传统美德中的(      )的基本精神",
    "options": [
      "A. 传统习俗",
      "B. 没有正确把握个人与社会的关系",
      "C. 助人为乐",
      "D. 重视整体利益,强调责任奉献",
    ],
    "answer": "D",
    "originalAnswer": "重视整体利益,强调责任奉献"
  },
  {
    "id": 31,
    "type": "single",
    "question": "( ),是中华文明的气质",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 传统习俗",
      "C. 博采众长、兼容并蓄",
      "D. 助人为乐",
    ],
    "answer": "C",
    "originalAnswer": "博采众长、兼容并蓄"
  },
  {
    "id": 32,
    "type": "single",
    "question": "大学生培育和践行社会主义核心价值观，要增强( )的能力",
    "options": [
      "A. 传统习俗",
      "B. 没有正确把握个人与社会的关系",
      "C. 服务人民和奉献社会",
      "D. 助人为乐",
    ],
    "answer": "C",
    "originalAnswer": "服务人民和奉献社会"
  },
  {
    "id": 33,
    "type": "single",
    "question": "在广义上,法律执行是指( ),在国家和公共事务管理中依照法定职权和程序,贯彻和实施法律的活动",
    "options": [
      "A. 国家机关及其公职人员",
      "B. 传统习俗",
      "C. 助人为乐",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "A",
    "originalAnswer": "国家机关及其公职人员"
  },
  {
    "id": 34,
    "type": "single",
    "question": "“个人的抱负不可能孤立地实现,只有把它同时代和人民的要求紧密结合起来,用自己的知识和本领为祖国、为人民服务,才能使自身价值得到充分实现。如果脱离时代、脱离人民,必将一事无成。”这段话的意思是(      )",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 人生的自我价值必须与社会价值相结合,并通过社会价值表现出来",
      "C. 助人为乐",
      "D. 传统习俗",
    ],
    "answer": "B",
    "originalAnswer": "人生的自我价值必须与社会价值相结合,并通过社会价值表现出来"
  },
  {
    "id": 35,
    "type": "single",
    "question": "道德产生的主观条件是(      )",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 助人为乐",
      "C. 传统习俗",
      "D. 人的自我意识",
    ],
    "answer": "D",
    "originalAnswer": "人的自我意识"
  },
  {
    "id": 36,
    "type": "single",
    "question": "1842年,林则徐被遣戍新疆伊犁,在西安与家人告别时,写出了“苟利国家生死以,岂因福祸避趋之”的佳句。林则徐的这句话集中反映的爱国主义优良传统是(      )",
    "options": [
      "A. 天下兴亡,匹夫有责",
      "B. 热爱祖国,矢志不渝",
      "C. 维护统一,反对分裂",
      "D. 同仇敌忾,抗御外侮",
    ],
    "answer": "A",
    "originalAnswer": "天下兴亡,匹夫有责（以天下为己任、强烈的社会责任感与历史使命感）"
  },
  {
    "id": 37,
    "type": "single",
    "question": "(      ),是我们党面对多样化的思想文化,价值观念的一个基本原则",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 助人为乐",
      "C. 尊重差异,包容多样",
      "D. 传统习俗",
    ],
    "answer": "C",
    "originalAnswer": "尊重差异,包容多样"
  },
  {
    "id": 38,
    "type": "single",
    "question": "钱学森曾经说过:\"我作为一名中国的科技工作者,活着的目的就是为人民服务,如果人民最后对我的一生所做的工作表示满意的话,那才是最高的奖赏。\"这说明评价人生价值的根本尺度是(      )",
    "options": [
      "A. 传统习俗",
      "B. 个体对社会和他人的生存和发展的贡献",
      "C. 没有正确把握个人与社会的关系",
      "D. 助人为乐",
    ],
    "answer": "B",
    "originalAnswer": "个体对社会和他人的生存和发展的贡献"
  },
  {
    "id": 39,
    "type": "single",
    "question": "爱国主义的基本要求不包括(      )",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 传统习俗",
      "C. 爱自己的本职工作",
      "D. 助人为乐",
    ],
    "answer": "C",
    "originalAnswer": "爱自己的本职工作"
  },
  {
    "id": 40,
    "type": "single",
    "question": "(      )的思想以其科学而高尚的品质,代表了人类社会迄今为止最先进的人生追求",
    "options": [
      "A. 传统习俗",
      "B. 助人为乐",
      "C. 没有正确把握个人与社会的关系",
      "D. “服务人民、奉献社会”",
    ],
    "answer": "D",
    "originalAnswer": "“服务人民、奉献社会”"
  },
  {
    "id": 41,
    "type": "single",
    "question": "在下列各种规范中,由国家制定或认可并由国家强制力保障实施的规范是( )",
    "options": [
      "A. 传统习俗",
      "B. 助人为乐",
      "C. 法律规范",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "C",
    "originalAnswer": "法律规范"
  },
  {
    "id": 42,
    "type": "single",
    "question": "在下列各种规范中,由国家制定或认可并由国家强制力保障实施的规范是( )",
    "options": [
      "A. 助人为乐",
      "B. 法律规范",
      "C. 传统习俗",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "B",
    "originalAnswer": "法律规范"
  },
  {
    "id": 43,
    "type": "single",
    "question": "(      )是社会主义道德的原则",
    "options": [
      "A. 集体主义",
      "B. 传统习俗",
      "C. 助人为乐",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "A",
    "originalAnswer": "集体主义"
  },
  {
    "id": 44,
    "type": "single",
    "question": "思想道德建设解决的是（）",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 人们行为善恶、荣辱的价值判断问题",
      "C. 助人为乐",
      "D. 传统习俗",
    ],
    "answer": "B",
    "originalAnswer": "人们行为善恶、荣辱的价值判断问题"
  },
  {
    "id": 45,
    "type": "single",
    "question": "以下关于理想、幻想、空想的表述正确的是( )",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 传统习俗",
      "C. 理想源于实践具有实现可能是对未来的向往和追求",
      "D. 助人为乐",
    ],
    "answer": "C",
    "originalAnswer": "理想源于实践具有实现可能是对未来的向往和追求"
  },
  {
    "id": 46,
    "type": "single",
    "question": "旗帜鲜明的反对历史虚无主义必须要做到:(      )",
    "options": [
      "A. 助人为乐",
      "B. 没有正确把握个人与社会的关系",
      "C. “天地英雄气,千秋尚凛然”",
      "D. 传统习俗",
    ],
    "answer": "C",
    "originalAnswer": "“天地英雄气,千秋尚凛然”"
  },
  {
    "id": 47,
    "type": "single",
    "question": "社会主义民主的本质是(      )",
    "options": [
      "A. 助人为乐",
      "B. 传统习俗",
      "C. 人民当家作主",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "C",
    "originalAnswer": "人民当家作主"
  },
  {
    "id": 48,
    "type": "single",
    "question": "下列选项不属于树立改革创新的自觉意识的是(      )",
    "options": [
      "A. 传统习俗",
      "B. 树立正确人生价值观",
      "C. 没有正确把握个人与社会的关系",
      "D. 助人为乐",
    ],
    "answer": "B",
    "originalAnswer": "树立正确人生价值观"
  },
  {
    "id": 49,
    "type": "single",
    "question": "重视并崇尚(      ),是中国古代思想家们的主流观点",
    "options": [
      "A. 传统习俗",
      "B. 助人为乐",
      "C. 精神生活",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "C",
    "originalAnswer": "精神生活"
  },
  {
    "id": 50,
    "type": "single",
    "question": "个人理想要符合社会理想,下列选项中,表达准确的有(    )",
    "options": [
      "A. 当两者有冲突时,个人理想要服从于全社会的共同理想",
      "B. 助人为乐",
      "C. 没有正确把握个人与社会的关系",
      "D. 传统习俗",
    ],
    "answer": "A",
    "originalAnswer": "当两者有冲突时,个人理想要服从于全社会的共同理想"
  },
  {
    "id": 51,
    "type": "single",
    "question": "人生态度属于人生观的范畴,是指(      )",
    "options": [
      "A. 传统习俗",
      "B. 助人为乐",
      "C. 没有正确把握个人与社会的关系",
      "D. 人们通过生活实践所形成的对人生问题的一种相对稳定的心理倾向和精神状态",
    ],
    "answer": "D",
    "originalAnswer": "人们通过生活实践所形成的对人生问题的一种相对稳定的心理倾向和精神状态"
  },
  {
    "id": 52,
    "type": "single",
    "question": "我国公民的权利和义务具有一致性,这决定了(    )",
    "options": [
      "A. 公民在享有权利时必须履行义务",
      "B. 没有正确把握个人与社会的关系",
      "C. 助人为乐",
      "D. 传统习俗",
    ],
    "answer": "A",
    "originalAnswer": "公民在享有权利时必须履行义务"
  },
  {
    "id": 53,
    "type": "single",
    "question": "下列行为符合我国法律规定关于正确行使公民权利的是(   )",
    "options": [
      "A. 助人为乐",
      "B. 没有正确把握个人与社会的关系",
      "C. 传统习俗",
      "D. 李某将自己积攒的8万元人民币捐赠给科研机构",
    ],
    "answer": "D",
    "originalAnswer": "李某将自己积攒的8万元人民币捐赠给科研机构"
  },
  {
    "id": 54,
    "type": "single",
    "question": "从本质上说,法律所体现的是(    )",
    "options": [
      "A. 统治阶级的共同意志",
      "B. 传统习俗",
      "C. 助人为乐",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "A",
    "originalAnswer": "统治阶级的共同意志"
  },
  {
    "id": 55,
    "type": "single",
    "question": "根据宪法规定,(    )行使国家立法权,负责修改宪法、制定法律",
    "options": [
      "A. 助人为乐",
      "B. 没有正确把握个人与社会的关系",
      "C. 传统习俗",
      "D. 全国人大及其常委会",
    ],
    "answer": "D",
    "originalAnswer": "全国人大及其常委会"
  },
  {
    "id": 56,
    "type": "single",
    "question": "2013年10月21日,习近平在欧美同学会成立100周年庆祝大会上发表重要讲话,希望留学生坚守爱国主义精神,继承和发扬留学报国的光荣传统,做爱国主义的坚守者和传播者,自觉使个人成功的果实结在爱国主义这棵常青树上。检验一个人对祖国忠诚程度的试金石是(      )",
    "options": [
      "A. 对人民群众感情的深浅程度",
      "B. 没有正确把握个人与社会的关系",
      "C. 传统习俗",
      "D. 助人为乐",
    ],
    "answer": "A",
    "originalAnswer": "对人民群众感情的深浅程度"
  },
  {
    "id": 57,
    "type": "single",
    "question": "学史增信，就是要增强对马克思主义、共产主义的信仰，增强对中国特色社会主义的信念，增强对(     )的信心",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. ",
      "C. 助人为乐",
      "D. 传统习俗",
    ],
    "answer": "B",
    "originalAnswer": ""
  },
  {
    "id": 58,
    "type": "single",
    "question": "“知耻近乎勇”“礼义廉耻,国之四维”说的是人生矛盾中的(      )",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 荣辱观",
      "C. 助人为乐",
      "D. 传统习俗",
    ],
    "answer": "B",
    "originalAnswer": "荣辱观"
  },
  {
    "id": 59,
    "type": "single",
    "question": "以下表述错误的是(      )",
    "options": [
      "A. 传统习俗",
      "B. 没有正确把握个人与社会的关系",
      "C. 时代精神的核心是爱国主义",
      "D. 助人为乐",
    ],
    "answer": "C",
    "originalAnswer": "时代精神的核心是爱国主义"
  },
  {
    "id": 60,
    "type": "single",
    "question": "孔子强调“己欲立而立人,己欲达而达人”,墨子提出“兼相爱,交相利”,体现的是中华传统美德中(      )的基本精神",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 传统习俗",
      "C. 助人为乐",
      "D. 推崇“仁爱”原则,注重以和为贵",
    ],
    "answer": "D",
    "originalAnswer": "推崇“仁爱”原则,注重以和为贵"
  },
  {
    "id": 61,
    "type": "single",
    "question": "道德修养是一个循序渐进的过程,古人云:“不积跬步,无以至千里;不积小流,无以成江海。”下列名言中与这段话在含义上近似的是(      )",
    "options": [
      "A. 传统习俗",
      "B. 勿以善小而不为,勿以恶小而为之",
      "C. 没有正确把握个人与社会的关系",
      "D. 助人为乐",
    ],
    "answer": "B",
    "originalAnswer": "勿以善小而不为,勿以恶小而为之"
  },
  {
    "id": 62,
    "type": "single",
    "question": "法律适用是指( )依照法定职权和程序适用法律处理案件的专门活动",
    "options": [
      "A. 国家司法机关及其公职人员",
      "B. 没有正确把握个人与社会的关系",
      "C. 传统习俗",
      "D. 助人为乐",
    ],
    "answer": "A",
    "originalAnswer": "国家司法机关及其公职人员"
  },
  {
    "id": 63,
    "type": "single",
    "question": "党的十九大明确指出:文化是(      )",
    "options": [
      "A. 传统习俗",
      "B. 没有正确把握个人与社会的关系",
      "C. 助人为乐",
      "D. 一个国家、一个民族的灵魂",
    ],
    "answer": "D",
    "originalAnswer": "一个国家、一个民族的灵魂"
  },
  {
    "id": 64,
    "type": "single",
    "question": "青年马克思在谈到选择职业的理想和价值时曾经写道:“如果我们选择了最能为人类福利而劳动的职业,那么,重担就不能把我们压倒,因为这是为大家而献身;那时我们所感到的就不是可怜的、有限的、自私的乐趣,我们的幸福将属于千百万人,我们的事业将默默地、但是永恒发挥作用地存在下去,面对我们的骨灰,高尚的人们将洒下热泪。”这体现了正确的择业观中(      )的要求",
    "options": [
      "A. 树立崇高的职业理想",
      "B. 没有正确把握个人与社会的关系",
      "C. 传统习俗",
      "D. 助人为乐",
    ],
    "answer": "A",
    "originalAnswer": "树立崇高的职业理想"
  },
  {
    "id": 65,
    "type": "single",
    "question": "以下哪个选项(      )不是我国社会主义现代化国家的建设目标,这是在党的十八大做出社会主义核心价值观基本理念凝练的基础上,对于国家层面价值目标进行的新的发展和完善,是与中国特色社会主义事业“五位一体”总体布局相一致的",
    "options": [
      "A. 民族",
      "B. 传统习俗",
      "C. 没有正确把握个人与社会的关系",
      "D. 助人为乐",
    ],
    "answer": "A",
    "originalAnswer": "民族"
  },
  {
    "id": 66,
    "type": "single",
    "question": "人生观人人都有。在现实生活中,由于人们的立场和观点不同,对人活着的意义的理解不同,存在着各种不同的人生观。其中,我们倡导的科学的人生观是(      )",
    "options": [
      "A. 助人为乐",
      "B. 传统习俗",
      "C. 服务人民、奉献社会的人生观",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "C",
    "originalAnswer": "服务人民、奉献社会的人生观"
  },
  {
    "id": 67,
    "type": "single",
    "question": "一个人在精神生活领域“安身立命”的根本是( )",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 理想信念",
      "C. 助人为乐",
      "D. 传统习俗",
    ],
    "answer": "B",
    "originalAnswer": "理想信念"
  },
  {
    "id": 68,
    "type": "single",
    "question": "理想和现实的关系表现在( )",
    "options": [
      "A. 传统习俗",
      "B. 理想与现实是对立统一的",
      "C. 没有正确把握个人与社会的关系",
      "D. 助人为乐",
    ],
    "answer": "B",
    "originalAnswer": "理想与现实是对立统一的"
  },
  {
    "id": 69,
    "type": "single",
    "question": "(      )是中国特色社会主义的根本任务",
    "options": [
      "A. 传统习俗",
      "B. 解放和发展社会生产力",
      "C. 没有正确把握个人与社会的关系",
      "D. 助人为乐",
    ],
    "answer": "B",
    "originalAnswer": "解放和发展社会生产力"
  },
  {
    "id": 70,
    "type": "single",
    "question": "理想信念是人的精神世界的核心，是人精神上的“钙”。没有理想信念，理想信念不坚定，精神上就会“缺钙”，就会得( )",
    "options": [
      "A. 软骨病",
      "B. 没有正确把握个人与社会的关系",
      "C. 助人为乐",
      "D. 传统习俗",
    ],
    "answer": "A",
    "originalAnswer": "软骨病"
  },
  {
    "id": 71,
    "type": "single",
    "question": "人生态度与人生目的、人生价值的关系是(      )",
    "options": [
      "A. 人生态度既受人生目的、人生价值的决定,又影响人生目的、人生价值的实现",
      "B. 助人为乐",
      "C. 没有正确把握个人与社会的关系",
      "D. 传统习俗",
    ],
    "answer": "A",
    "originalAnswer": "人生态度既受人生目的、人生价值的决定,又影响人生目的、人生价值的实现"
  },
  {
    "id": 72,
    "type": "single",
    "question": "钱学森是功勋卓越的科学家,又是心系祖国母亲的赤子。新中国成立后,他放弃国外优越的生活和工作条件,历尽千难万险,投身到祖国的建设中。钱学森被评为“两弹一星”的功臣而受到国家的表彰。在荣誉面前,他是这样说的:“说是表彰我对中国火箭导弹技术、航天技术和系统工程论方面所做的一切工作。我想这里面‘中国’两个字是最重要的。”这段话表明(      )",
    "options": [
      "A. 科学没有国界,但是科学家有国界",
      "B. 传统习俗",
      "C. 助人为乐",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "A",
    "originalAnswer": "科学没有国界,但是科学家有国界"
  },
  {
    "id": 73,
    "type": "single",
    "question": "社会主义民主是社会主义(      )文明的重要标志",
    "options": [
      "A. 传统习俗",
      "B. 政治",
      "C. 助人为乐",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "B",
    "originalAnswer": "政治"
  },
  {
    "id": 74,
    "type": "multiple",
    "question": "大学生实现理想要有艰苦奋斗的精神，具体表现在（）",
    "options": [
      "A. 在学习上，刻苦钻研、不怕艰难，孜孜不倦地学习理论和专业知识",
      "B. 在生活上，艰苦朴素、勤俭节约，抵制和反对铺张和奢华的思想和生活作风",
      "C. 没有正确把握个人与社会的关系",
      "D. 在工作上，奋发图强不怕困难，不避艰险，努力完成各项任务",
    ],
    "answer": "ABD",
    "originalAnswer": "在学习上，刻苦钻研、不怕艰难，孜孜不倦地学习理论和专业知识；在生活上，艰苦朴素、勤俭节约，抵制和反对铺张和奢华的思想和生活作风；在工作上，奋发图强不怕困难，不避艰险，努力完成各项任务"
  },
  {
    "id": 75,
    "type": "multiple",
    "question": "道德主要依靠(      )来发挥作用",
    "options": [
      "A. 内心信念",
      "B. 传统习俗",
      "C. 没有正确把握个人与社会的关系",
      "D. 社会舆论",
    ],
    "answer": "ABD",
    "originalAnswer": "社会舆论；传统习俗；内心信念"
  },
  {
    "id": 76,
    "type": "multiple",
    "question": "拜金主义、享乐主义、极端个人主义的人生观之所以错误，就在于它们（）",
    "options": [
      "A. 助人为乐",
      "B. 对人的需要的理解极端、狭隘和片面",
      "C. 没有正确把握个人与社会的关系",
      "D. 忽视或否认社会性是人的本质属性",
    ],
    "answer": "BCD",
    "originalAnswer": "没有正确把握个人与社会的关系；忽视或否认社会性是人的本质属性；对人的需要的理解极端、狭隘和片面"
  },
  {
    "id": 77,
    "type": "multiple",
    "question": "中国精神的丰富内涵包括:(      )",
    "options": [
      "A. 伟大奋斗精神",
      "B. 伟大团结精神",
      "C. 没有正确把握个人与社会的关系",
      "D. 伟大创造精神",
    ],
    "answer": "ABD",
    "originalAnswer": "伟大创造精神；伟大奋斗精神；伟大团结精神"
  },
  {
    "id": 78,
    "type": "multiple",
    "question": "全面依法治国的基本要求包括( )",
    "options": [
      "A. 严格执法",
      "B. 科学立法",
      "C. 严格执法",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "ABC",
    "originalAnswer": "科学立法；严格执法；严格执法"
  },
  {
    "id": 79,
    "type": "multiple",
    "question": "和谐的中国，是（ ）的社会主义国家",
    "options": [
      "A. 活力与秩序相统一",
      "B. 民主与法治相统一",
      "C. 公平与效率相统一",
      "D. 人与自然相统一",
    ],
    "answer": "ABCD",
    "originalAnswer": "民主与法治相统一；公平与效率相统一；活力与秩序相统一；人与自然相统一"
  },
  {
    "id": 80,
    "type": "multiple",
    "question": "“人的本质不是单个人所固有的抽象物，在其现实性上，它是一切社会关系的总和。”对于这个观点的正确理解是（）",
    "options": [
      "A. 任何人都是处在一定社会关系中从事社会实践活动的人",
      "B. 人的本质是由社会关系决定的",
      "C. 社会属性是人的本质属性",
      "D. 人的本质是一切社会关系的总和",
    ],
    "answer": "ABCD",
    "originalAnswer": "任何人都是处在一定社会关系中从事社会实践活动的人；社会属性是人的本质属性；人的本质是由社会关系决定的；人的本质是一切社会关系的总和"
  },
  {
    "id": 81,
    "type": "multiple",
    "question": "社会主义核心价值观(      )",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 是我国社会主义制度的内在精神之魂",
      "C. 反映着我国社会主义基本制度的本质要求",
      "D. 渗透于经济、政治、文化、社会、生态建设的各个方面",
    ],
    "answer": "BCD",
    "originalAnswer": "反映着我国社会主义基本制度的本质要求；渗透于经济、政治、文化、社会、生态建设的各个方面；是我国社会主义制度的内在精神之魂"
  },
  {
    "id": 82,
    "type": "multiple",
    "question": "习近平总书记在“七一”讲话中指出:“在5000多年文明发展中孕育的中华优秀传统文化,在党和人民伟大斗争中孕育的(      ),积淀着中华民族最深层的精神追求,代表着中华民族独特的精神标识。”",
    "options": [
      "A. 助人为乐",
      "B. 传统习俗",
      "C. 没有正确把握个人与社会的关系",
      "D. 革命文化 B社会主义先进文化",
    ],
    "answer": "D",
    "originalAnswer": "革命文化 B社会主义先进文化"
  },
  {
    "id": 83,
    "type": "multiple",
    "question": "人生态度可分为积极进取的人生态度和消极无为的人生态度。积极进取的人生态度（）",
    "options": [
      "A. 能够调整人生道路的方向",
      "B. 没有正确把握个人与社会的关系",
      "C. 有助于达到人生目的",
      "D. 有助于实现人生价值",
    ],
    "answer": "ACD",
    "originalAnswer": "能够调整人生道路的方向；有助于实现人生价值；有助于达到人生目的"
  },
  {
    "id": 84,
    "type": "multiple",
    "question": "社会主义核心价值观从价值观的层面,清晰地展现了我们所推进的中国特色社会主义建设的(      )",
    "options": [
      "A. 根本追求",
      "B. 助人为乐",
      "C. 没有正确把握个人与社会的关系",
      "D. 基本特征",
    ],
    "answer": "AD",
    "originalAnswer": "基本特征；根本追求"
  },
  {
    "id": 85,
    "type": "multiple",
    "question": "经过长期奋斗，中国特色社会主义进入了新时代。新时代意味着（）",
    "options": [
      "A. 意味着科学社会主义在21世纪的中国焕发出强大生机活力， 在世界上高高举起了中国特色社会主义伟大旗帜",
      "B. ",
      "C. ",
      "D. 意味着近代以来久经磨难的中华民族迎来了从站起来、富起来到强起来的伟大飞跃，迎来了实现中华民族伟大复兴的光明前景",
    ],
    "answer": "ABCD",
    "originalAnswer": "意味着近代以来久经磨难的中华民族迎来了从站起来、富起来到强起来的伟大飞跃，迎来了实现中华民族伟大复兴的光明前景；；意味着科学社会主义在21世纪的中国焕发出强大生机活力， 在世界上高高举起了中国特色社会主义伟大旗帜；；意味着中国特色社会主义道路、理论、制度、文化不断发展，拓展了发展中国家走向现代化的途径，给世界上那些既希望加快发展又希望保持自身独立性的国家和民族提供了全新选择，为解决人类问题贡献了中国智慧和中国方案。"
  },
  {
    "id": 86,
    "type": "multiple",
    "question": "中国共产党在领导中国人民进行革命的实践中形成了许多优良的革命传统和精神,以下属于这些革命传统和精神的是(      )",
    "options": [
      "A. 井冈山精神",
      "B. 长征精神",
      "C. 延安精神",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "ABC",
    "originalAnswer": "井冈山精神；长征精神；延安精神"
  },
  {
    "id": 87,
    "type": "multiple",
    "question": "当代大学生,在把握经济全球化与爱国主义相互关系上,需要着重树立的观念是(      )",
    "options": [
      "A. 经济全球化过程中要始终维护国家的主权和尊严",
      "B. 人有地域和信仰的不同,但报效祖国之心不应有差别",
      "C. 科学没有国界,但科学家有祖国",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "ABC",
    "originalAnswer": "经济全球化过程中要始终维护国家的主权和尊严；人有地域和信仰的不同,但报效祖国之心不应有差别；科学没有国界,但科学家有祖国"
  },
  {
    "id": 88,
    "type": "multiple",
    "question": "“理想信念”是由理想和信念两个概念结合而成,包含了理想和信念的各自含义,并使二者有机融合在一起。其中,理想是（）",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 人们在实践中形成的具有实现可能性的对未来的向往和追求",
      "C. 人们的世界观、人生观和价值观在奋斗目标上的集中体现",
      "D. 助人为乐",
    ],
    "answer": "BC",
    "originalAnswer": "人们的世界观、人生观和价值观在奋斗目标上的集中体现；人们在实践中形成的具有实现可能性的对未来的向往和追求"
  },
  {
    "id": 89,
    "type": "multiple",
    "question": "社会主义核心价值观的基本内容包括以下哪些层面？( )",
    "options": [
      "A. 公民层面的价值准则",
      "B. 国家层面的价值目标",
      "C. 社会层面的价值取向",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "ABC",
    "originalAnswer": "国家层面的价值目标；社会层面的价值取向；公民层面的价值准则"
  },
  {
    "id": 90,
    "type": "multiple",
    "question": "个人主义人生观、拜金主义人生观和享乐主义人生观的共同特征有（）",
    "options": [
      "A. 忽视或否认社会性是人的存在和活动的本质属性",
      "B. 它们都没有正确把握个人与社会的辩证关系",
      "C. 没有正确把握个人与社会的关系",
      "D. 它们对人的需要的理解是片面的",
    ],
    "answer": "ABD",
    "originalAnswer": "忽视或否认社会性是人的存在和活动的本质属性；它们都没有正确把握个人与社会的辩证关系；它们对人的需要的理解是片面的"
  },
  {
    "id": 91,
    "type": "multiple",
    "question": "加强社会主义核心价值体系的重要意义在于社会主义核心价值体系(      )",
    "options": [
      "A. 指明了中国发展的前进方向",
      "B. 提供了国家发展的强大动力",
      "C. 奠定了社会和谐的思想基础",
      "D. 凝聚了民族团结的力量",
    ],
    "answer": "ABCD",
    "originalAnswer": "指明了中国发展的前进方向；凝聚了民族团结的力量；提供了国家发展的强大动力；奠定了社会和谐的思想基础"
  },
  {
    "id": 92,
    "type": "multiple",
    "question": "在中华民族悠久的历史发展中,爱国主义从来就是一种巨大的精神力量,成为一种优良传统,这种优良传统包括(      )",
    "options": [
      "A. 天下兴亡,匹夫有责",
      "B. 同仇敌忾,抗御外侮",
      "C. 热爱祖国,矢志不渝",
      "D. 维护祖国统一,反对分裂",
    ],
    "answer": "ABCD",
    "originalAnswer": "维护祖国统一,反对分裂；同仇敌忾,抗御外侮；热爱祖国,矢志不渝；天下兴亡,匹夫有责"
  },
  {
    "id": 93,
    "type": "multiple",
    "question": "职业道德的主要内容包括(      )",
    "options": [
      "A. 爱岗敬业",
      "B. 诚实守信",
      "C. 没有正确把握个人与社会的关系",
      "D. 奉献社会",
    ],
    "answer": "ABD",
    "originalAnswer": "爱岗敬业；奉献社会；诚实守信"
  },
  {
    "id": 94,
    "type": "multiple",
    "question": "在社会主义社会中，个人利益与社会利益的统一关系主要体现在（）",
    "options": [
      "A. 社会利益既是个人利益得以实现的前提和基础，又是个人利益得以实现的保障",
      "B. 社会利益体现了作为社会成员的个人利益和长远利益",
      "C. 助人为乐",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "AB",
    "originalAnswer": "社会利益体现了作为社会成员的个人利益和长远利益；社会利益既是个人利益得以实现的前提和基础，又是个人利益得以实现的保障"
  },
  {
    "id": 95,
    "type": "multiple",
    "question": "“思想道德与法治”是一门融（）于一体的思想政治理论课",
    "options": [
      "A. 理论性、实践性",
      "B. 科学性",
      "C. 思想性",
      "D. 政治性",
    ],
    "answer": "ABCD",
    "originalAnswer": "思想性；政治性；科学性；理论性、实践性"
  },
  {
    "id": 96,
    "type": "multiple",
    "question": "下列关于道德的社会作用的表述正确的有(      )",
    "options": [
      "A. 在阶级社会中,道德是调节阶级矛盾和对立阶级之间开展阶级斗争的重要工具",
      "B. 道德为经济基础的形成、巩固和发展服务,是一种重要的精神力量",
      "C. 道德是提高人的精神境界、促进人的自我完善、推动人的全面发展的内在动力",
      "D. 道德通过调整人们之间的关系维护社会秩序和稳定",
    ],
    "answer": "ABCD",
    "originalAnswer": "道德为经济基础的形成、巩固和发展服务,是一种重要的精神力量；在阶级社会中,道德是调节阶级矛盾和对立阶级之间开展阶级斗争的重要工具；道德是提高人的精神境界、促进人的自我完善、推动人的全面发展的内在动力；道德通过调整人们之间的关系维护社会秩序和稳定"
  },
  {
    "id": 97,
    "type": "multiple",
    "question": "社会主义核心价值观具有强大的道义力量，这源于其自身的（ ）",
    "options": [
      "A. 真实性",
      "B. 没有正确把握个人与社会的关系",
      "C. 先进性",
      "D. 人民性",
    ],
    "answer": "ACD",
    "originalAnswer": "先进性；人民性；真实性"
  },
  {
    "id": 98,
    "type": "multiple",
    "question": "从个人角度来说,自觉维护法律权威的表现有( )",
    "options": [
      "A. 树立法律信仰",
      "B. 敢于同违法犯罪行为作斗争",
      "C. 引导他人尊重法律权威",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "ABC",
    "originalAnswer": "树立法律信仰；引导他人尊重法律权威；敢于同违法犯罪行为作斗争"
  },
  {
    "id": 99,
    "type": "multiple",
    "question": "在我国,司法机关是指国家( )",
    "options": [
      "A. 检察机关",
      "B. 没有正确把握个人与社会的关系",
      "C. 审判机关",
      "D. 助人为乐",
    ],
    "answer": "AC",
    "originalAnswer": "审判机关；检察机关"
  },
  {
    "id": 100,
    "type": "multiple",
    "question": "我国社会主义法律的运行过程有( )",
    "options": [
      "A. 法律执行",
      "B. 法律制定",
      "C. 法律遵守",
      "D. 法律适用",
    ],
    "answer": "ABCD",
    "originalAnswer": "法律制定；法律遵守；法律执行；法律适用"
  },
  {
    "id": 101,
    "type": "multiple",
    "question": "人类道德进步的主要表现是(      )",
    "options": [
      "A. 道德调控的范围不断扩大,调控的手段或方式不断丰富,更加科学合理",
      "B. 道德在社会生活中所起的作用越来越重要",
      "C. 道德对于促进社会和谐与人的全面自由发展的作用越来越突出",
      "D. 道德的发展和进步成为衡量社会文明程度的重要尺度",
    ],
    "answer": "ABCD",
    "originalAnswer": "道德在社会生活中所起的作用越来越重要；道德对于促进社会和谐与人的全面自由发展的作用越来越突出；道德调控的范围不断扩大,调控的手段或方式不断丰富,更加科学合理；道德的发展和进步成为衡量社会文明程度的重要尺度"
  },
  {
    "id": 102,
    "type": "multiple",
    "question": "新时期中华民族的爱国主义,体现了(      )",
    "options": [
      "A. 爱国主义与爱社会主义的统一性",
      "B. 没有正确把握个人与社会的关系",
      "C. 爱国主义与爱中国共产党和爱人民政府的统一性",
      "D. 爱国主义与拥护祖国统一的统一性",
    ],
    "answer": "ACD",
    "originalAnswer": "爱国主义与爱社会主义的统一性；爱国主义与爱中国共产党和爱人民政府的统一性；爱国主义与拥护祖国统一的统一性"
  },
  {
    "id": 103,
    "type": "multiple",
    "question": "义务与权利相适应,是指政治上、法律上、道义上应当承担的责任。法律义务具有的特点是( )",
    "options": [
      "A. 法律义务源于现实需要",
      "B. 法律义务是历史的",
      "C. 法律义务必须依法设定",
      "D. 法律义务可能发生变化",
    ],
    "answer": "ABCD",
    "originalAnswer": "法律义务是历史的；法律义务源于现实需要；法律义务必须依法设定；法律义务可能发生变化"
  },
  {
    "id": 104,
    "type": "multiple",
    "question": "社会主义核心价值观倡导的和谐，是（ ）的有机统一。A人与人",
    "options": [
      "A. 人的自我身心",
      "B. 人与自然",
      "C. 人与社会",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "ABC",
    "originalAnswer": "人与社会；人与自然；人的自我身心"
  },
  {
    "id": 105,
    "type": "multiple",
    "question": "大学生应该如何对待金钱（）。）",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 取之有道",
      "C. 用之有度",
      "D. 助人为乐",
    ],
    "answer": "BC",
    "originalAnswer": "取之有道；用之有度"
  },
  {
    "id": 106,
    "type": "multiple",
    "question": "评价人生价值的根本尺度有（）",
    "options": [
      "A. 看一个人的实践活动是否符合社会发展的客观规律",
      "B. 没有正确把握个人与社会的关系",
      "C. 看一个人的实践活动是否促进了历史进步",
      "D. 助人为乐",
    ],
    "answer": "AC",
    "originalAnswer": "看一个人的实践活动是否符合社会发展的客观规律；看一个人的实践活动是否促进了历史进步"
  },
  {
    "id": 107,
    "type": "multiple",
    "question": "现阶段,爱国主义主要表现为(      )",
    "options": [
      "A. 献身于促进祖国统一的事业",
      "B. 弘扬民族精神与时代精神",
      "C. 没有正确把握个人与社会的关系",
      "D. 献身于建设和保卫社会主义现代化事业",
    ],
    "answer": "ABD",
    "originalAnswer": "弘扬民族精神与时代精神；献身于建设和保卫社会主义现代化事业；献身于促进祖国统一的事业"
  },
  {
    "id": 108,
    "type": "multiple",
    "question": "社会主义核心价值体系主要包括马克思主义指导思想、(      )",
    "options": [
      "A. 社会主义荣辱观",
      "B. 中国特色社会主义共同理想",
      "C. 以改革创新为核心的时代精神",
      "D. 以爱国主义为核心的民族精神",
    ],
    "answer": "ABCD",
    "originalAnswer": "以爱国主义为核心的民族精神；以改革创新为核心的时代精神；社会主义荣辱观；中国特色社会主义共同理想"
  },
  {
    "id": 109,
    "type": "multiple",
    "question": "下列选项中,属于公民的社会经济权利的有( )",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 社会保障权",
      "C. 休息权",
      "D. 劳动权",
    ],
    "answer": "BCD",
    "originalAnswer": "劳动权；社会保障权；休息权"
  },
  {
    "id": 110,
    "type": "multiple",
    "question": "社会主义道德建设与社会主义市场经济的关系是（）",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 社会主义道德建设要与社会主义市场经济相适应",
      "C. 助人为乐",
      "D. 社会主义道德建设为社会主义市场经济体制的建立和完善提供道德价值导向",
    ],
    "answer": "BD",
    "originalAnswer": "社会主义道德建设要与社会主义市场经济相适应；社会主义道德建设为社会主义市场经济体制的建立和完善提供道德价值导向"
  },
  {
    "id": 111,
    "type": "multiple",
    "question": "下列属于立法活动的有( )",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 北京市人民代表大会制定北京市地方法规",
      "C. 全国人民代表大会通过一项法律草案",
      "D. 全国人大代表根据法定程序提出法律案",
    ],
    "answer": "BCD",
    "originalAnswer": "全国人大代表根据法定程序提出法律案；全国人民代表大会通过一项法律草案；北京市人民代表大会制定北京市地方法规"
  },
  {
    "id": 112,
    "type": "multiple",
    "question": "关于人生价值，说法不正确的是（）",
    "options": [
      "A. 人生价值的实现与对社会的贡献无关",
      "B. 物质贡献越大，越能体现人生价值",
      "C. 能力大的人实现了人生价值",
      "D. 人生价值的实现属于个人的事",
    ],
    "answer": "ABCD",
    "originalAnswer": "能力大的人实现了人生价值；物质贡献越大，越能体现人生价值；人生价值的实现属于个人的事；人生价值的实现与对社会的贡献无关"
  },
  {
    "id": 113,
    "type": "multiple",
    "question": "要实现（），离不开崇高理想信念的有力支撑",
    "options": [
      "A. 国家的繁荣富强",
      "B. 没有正确把握个人与社会的关系",
      "C. 民族的伟大复兴",
      "D. 人民的美好生活",
    ],
    "answer": "ACD",
    "originalAnswer": "国家的繁荣富强；民族的伟大复兴；人民的美好生活"
  },
  {
    "id": 114,
    "type": "multiple",
    "question": "下列属于社会公德的主要内容的是(      )",
    "options": [
      "A. 文明礼貌",
      "B. 没有正确把握个人与社会的关系",
      "C. 助人为乐",
      "D. 爱护公物",
    ],
    "answer": "ACD",
    "originalAnswer": "文明礼貌；助人为乐；爱护公物"
  },
  {
    "id": 115,
    "type": "multiple",
    "question": "理想（）。（1分）",
    "options": [
      "A. 是人类特有的一种精神现象",
      "B. 没有正确把握个人与社会的关系",
      "C. 既高于现实,又来源于现实",
      "D. 是指在实践中形成的具有实现可能性的对未来的向往和追求",
    ],
    "answer": "ACD",
    "originalAnswer": "是指在实践中形成的具有实现可能性的对未来的向往和追求；既高于现实,又来源于现实；是人类特有的一种精神现象"
  },
  {
    "id": 116,
    "type": "multiple",
    "question": "党的十八大提出,要倡导富强、民主、文明、和谐,倡导自由、平等、公正、法治,倡导爱国、敬业、诚信、友善,积极培育和践行社会主义核心价值观。社会主义核心价值观(",
    "options": [
      "A. 是中国共产党凝聚全党全社会价值共识作出的重要论断补充",
      "B. 生动展现了中国共产党和中华民族高度的价值自信与价值自觉",
      "C. 与中华优秀传统文化和人类文明优秀成果相承接",
      "D. 与中国特色社会主义发展要求相契合",
    ],
    "answer": "ABCD",
    "originalAnswer": "与中国特色社会主义发展要求相契合；与中华优秀传统文化和人类文明优秀成果相承接；是中国共产党凝聚全党全社会价值共识作出的重要论断补充；生动展现了中国共产党和中华民族高度的价值自信与价值自觉"
  },
  {
    "id": 117,
    "type": "multiple",
    "question": "下列关于顺与逆的认识，正确的是（）",
    "options": [
      "A. 无论是顺境还是逆境，对人生的作用都是双面的",
      "B. 处低谷而力争，受磨难而奋进，这是身处逆境的学问",
      "C. 顺势而快上，乘风而勇进，这是身处顺境的学问",
      "D. 顺境和逆境是人生历程中两种不同的境遇",
    ],
    "answer": "ABCD",
    "originalAnswer": "顺境和逆境是人生历程中两种不同的境遇；无论是顺境还是逆境，对人生的作用都是双面的；顺势而快上，乘风而勇进，这是身处顺境的学问；处低谷而力争，受磨难而奋进，这是身处逆境的学问"
  },
  {
    "id": 118,
    "type": "multiple",
    "question": "在奋进新时代的伟大实践中，以习近平同志为核心的党中央团结带领全国各族人民，完成了（）的历史任务，实现了第一个百年奋斗目标，成功推进和拓展了中国式现代化",
    "options": [
      "A. 全面建成小康社会",
      "B. 没有正确把握个人与社会的关系",
      "C. 助人为乐",
      "D. 脱贫攻坚的历史重任",
    ],
    "answer": "AD",
    "originalAnswer": "脱贫攻坚的历史重任；全面建成小康社会"
  },
  {
    "id": 119,
    "type": "multiple",
    "question": "习近平总书在二十大报告中指出，对党和人民事业具有重大现实意义和深远历史意义的三件大事是（）。（1分）",
    "options": [
      "A. 中国特色社会主义进入新时代",
      "B. 没有正确把握个人与社会的关系",
      "C. 完成脱贫攻坚、全面建成小康社会的历史任务，实现第一个百年奋斗目标",
      "D. 迎来中国共产党成立一百周年",
    ],
    "answer": "ACD",
    "originalAnswer": "迎来中国共产党成立一百周年；中国特色社会主义进入新时代；完成脱贫攻坚、全面建成小康社会的历史任务，实现第一个百年奋斗目标"
  },
  {
    "id": 120,
    "type": "multiple",
    "question": "中华传统美德的基本精神包括(      )",
    "options": [
      "A. 提倡人伦价值,重视道德义务",
      "B. 追求精神境界,向往理想人格",
      "C. 重视整体利益、强调责任奉献",
      "D. 强调道德修养,注重道德践履",
    ],
    "answer": "ABCD",
    "originalAnswer": "重视整体利益、强调责任奉献；强调道德修养,注重道德践履；提倡人伦价值,重视道德义务；追求精神境界,向往理想人格"
  },
  {
    "id": 121,
    "type": "multiple",
    "question": "下列选项中,体现了中华民族爱国主义优良传统的有(      )",
    "options": [
      "A. “人生自古谁无死,留取丹心照汗青”",
      "B. 没有正确把握个人与社会的关系",
      "C. “苟利国家生死以,岂因祸福避趋之”",
      "D. “先天下之忧而忧,后天下之乐而乐”",
    ],
    "answer": "ACD",
    "originalAnswer": "“先天下之忧而忧,后天下之乐而乐”；“人生自古谁无死,留取丹心照汗青”；“苟利国家生死以,岂因祸福避趋之”"
  },
  {
    "id": 122,
    "type": "multiple",
    "question": "历史和现实都告诉我们,只有(      )",
    "options": [
      "A. 社会主义才能救中国",
      "B. 中国特色社会主义才能发展中国",
      "C. 没有正确把握个人与社会的关系",
      "D. 助人为乐",
    ],
    "answer": "AB",
    "originalAnswer": "社会主义才能救中国；中国特色社会主义才能发展中国"
  },
  {
    "id": 123,
    "type": "multiple",
    "question": "政治权利是公民参与国家政治活动的权利和自由的统称。具体包括( )",
    "options": [
      "A. 表达权利",
      "B. 监督权利",
      "C. 选举权利",
      "D. 民主管理权利",
    ],
    "answer": "ABCD",
    "originalAnswer": "选举权利；表达权利；民主管理权利；监督权利"
  },
  {
    "id": 124,
    "type": "multiple",
    "question": "以下关于中国革命道德当代价值的表述正确的有(      )",
    "options": [
      "A. 有利于培育和践行社会主义核心价值观",
      "B. 有利于培养良好的社会道德风尚",
      "C. 有利于加强和巩固社会主义和共产主义的理想信念",
      "D. 有利于引导人们树立正确的道德观",
    ],
    "answer": "ABCD",
    "originalAnswer": "有利于培养良好的社会道德风尚；有利于引导人们树立正确的道德观；有利于培育和践行社会主义核心价值观；有利于加强和巩固社会主义和共产主义的理想信念"
  },
  {
    "id": 125,
    "type": "multiple",
    "question": "社会主义核心价值观倡导的敬业，要求人们（ ），热爱和认同自己的职业和工作，珍惜和保护他人的劳动成果",
    "options": [
      "A. 尊重创造",
      "B. 尊重人才",
      "C. 尊重劳动",
      "D. 尊重知识",
    ],
    "answer": "ABCD",
    "originalAnswer": "尊重知识；尊重劳动；尊重人才；尊重创造"
  },
  {
    "id": 126,
    "type": "multiple",
    "question": "下列说法错误的是（ ）",
    "options": [
      "A. 价值观是文化软实力的灵魂、文化软实力建设的重点。这是决定文化性质和方向的最深层次要素。",
      "B. 2017年1月，习近平在联合国日内瓦总部发表重要演讲，首次在国际场合向世界提出“命运共同体”概念。",
      "C. 没有正确把握个人与社会的关系",
      "D. 助人为乐",
    ],
    "answer": "AB",
    "originalAnswer": "2017年1月，习近平在联合国日内瓦总部发表重要演讲，首次在国际场合向世界提出“命运共同体”概念。；价值观是文化软实力的灵魂、文化软实力建设的重点。这是决定文化性质和方向的最深层次要素。"
  },
  {
    "id": 127,
    "type": "multiple",
    "question": "中国共产党在领导中国人民进行社会主义建设和改革的伟大实践中,弘扬了民族精神,形成了许多新的优良精神,以下属于这些精神的是(      )",
    "options": [
      "A. “两弹一星”精神",
      "B. 没有正确把握个人与社会的关系",
      "C. 抗震救灾精神",
      "D. 雷锋精神",
    ],
    "answer": "ACD",
    "originalAnswer": "雷锋精神；“两弹一星”精神；抗震救灾精神"
  },
  {
    "id": 128,
    "type": "multiple",
    "question": "人生观是人们对人生目的、人生态度、人生价值等问题的总观点和总看法。下列选项属于人生观范畴的有（）",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 人应当如何活着",
      "C. 什么样的人生才是有价值的",
      "D. 人为什么活着",
    ],
    "answer": "BCD",
    "originalAnswer": "人为什么活着；人应当如何活着；什么样的人生才是有价值的"
  },
  {
    "id": 129,
    "type": "multiple",
    "question": "小到一个人、 一个集体，大到一个政党、 一个民族、 一个国家，只要有（），就会愈挫愈奋、愈战愈勇，否则就会不战自败、不打自垮",
    "options": [
      "A. 信念",
      "B. 没有正确把握个人与社会的关系",
      "C. 信心",
      "D. 信仰",
    ],
    "answer": "ACD",
    "originalAnswer": "信仰；信念；信心"
  },
  {
    "id": 130,
    "type": "multiple",
    "question": "世界上没有哪个国家不主张爱国,没有哪个国家的人民不把爱国主义当作伟大的精神品格而加以敬仰和推崇。爱国主义是(      )",
    "options": [
      "A. 一种重大的政治原则",
      "B. 人们对自己祖国的浓厚感情",
      "C. 调整个人与国家、个人与民族关系的道德要求和法律规范",
      "D. 民族精神的核心",
    ],
    "answer": "ABCD",
    "originalAnswer": "一种重大的政治原则；人们对自己祖国的浓厚感情；民族精神的核心；调整个人与国家、个人与民族关系的道德要求和法律规范"
  },
  {
    "id": 131,
    "type": "multiple",
    "question": "思想道德与法律的关系是（）",
    "options": [
      "A. 二者在调节领域、调节方式等方面存在差异",
      "B. 思想道德为法律提供价值基础",
      "C. 二者相辅相成、互相促进",
      "D. 法律为思想道德提供制度保障",
    ],
    "answer": "ABCD",
    "originalAnswer": "二者相辅相成、互相促进；思想道德为法律提供价值基础；法律为思想道德提供制度保障；二者在调节领域、调节方式等方面存在差异"
  },
  {
    "id": 132,
    "type": "multiple",
    "question": "“理想信念”是由理想和信念两个概念结合而成,包含了理想和信念的各自含义,并使二者有机融合在一起。其中,理想是(      )",
    "options": [
      "A. 助人为乐",
      "B. 没有正确把握个人与社会的关系",
      "C. 人们在实践中形成的具有实现可能性的对未来的向往和追求",
      "D. 人们的世界观、人生观和价值观在奋斗目标上的集中体现",
    ],
    "answer": "CD",
    "originalAnswer": "人们的世界观、人生观和价值观在奋斗目标上的集中体现；人们在实践中形成的具有实现可能性的对未来的向往和追求"
  },
  {
    "id": 133,
    "type": "multiple",
    "question": "科学崇高的理想信念对人生价值的实现具有重要意义。在确立理想信念时,应该（）",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 把个人的理想信念与社会的理想信念结合起来",
      "C. 学会对不同的理想信念进行辨别和选择",
      "D. 把崇高的理想和坚定的信念结合起来",
    ],
    "answer": "BCD",
    "originalAnswer": "把崇高的理想和坚定的信念结合起来；学会对不同的理想信念进行辨别和选择；把个人的理想信念与社会的理想信念结合起来"
  },
  {
    "id": 134,
    "type": "multiple",
    "question": "下列各项表述中，属于错误人生观的是（）",
    "options": [
      "A. 把享乐作为人生目的，主张人生就在于满足感官的需求与快乐",
      "B. 认为金钱可以主宰一切，把追求金钱作为人生至高目的",
      "C. 主张个人本身就是目的，社会和他人只是达到个人目的的手段",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "ABC",
    "originalAnswer": "认为金钱可以主宰一切，把追求金钱作为人生至高目的；把享乐作为人生目的，主张人生就在于满足感官的需求与快乐；主张个人本身就是目的，社会和他人只是达到个人目的的手段"
  },
  {
    "id": 135,
    "type": "multiple",
    "question": "当一个人抱有坚定的信念时,他就会全身心投入到为实现目标而努力奋斗的事业中去,(      )",
    "options": [
      "A. 精神上高度集中",
      "B. 态度上充满热情",
      "C. 行为上坚定不移",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "ABC",
    "originalAnswer": "行为上坚定不移；态度上充满热情；精神上高度集中"
  },
  {
    "id": 136,
    "type": "multiple",
    "question": "思想道德建设为法治建设提供（）",
    "options": [
      "A. 思想指引",
      "B. 没有正确把握个人与社会的关系",
      "C. 价值基础",
      "D. 助人为乐",
    ],
    "answer": "AC",
    "originalAnswer": "思想指引；价值基础"
  },
  {
    "id": 137,
    "type": "multiple",
    "question": "理想是否合理、进步与科学的判断标准为(      )",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 是否有益于社会的发展",
      "C. 是否具有现实可能性和是否合乎历史发展规律",
      "D. 是否有益于社会的进步",
    ],
    "answer": "BCD",
    "originalAnswer": "是否有益于社会的发展；是否具有现实可能性和是否合乎历史发展规律；是否有益于社会的进步"
  },
  {
    "id": 138,
    "type": "multiple",
    "question": "《思想道德与法治》课程的主要内容包括（）",
    "options": [
      "A. 没有正确把握个人与社会的关系",
      "B. 法治观教育",
      "C. 道德观教育",
      "D. 人生观、价值观教育",
    ],
    "answer": "BCD",
    "originalAnswer": "人生观、价值观教育；道德观教育；法治观教育"
  },
  {
    "id": 139,
    "type": "multiple",
    "question": "法律是随着( )的出现而产生的",
    "options": [
      "A. 私有制",
      "B. 国家",
      "C. 没有正确把握个人与社会的关系",
      "D. 阶级",
    ],
    "answer": "ABD",
    "originalAnswer": "私有制；阶级；国家"
  },
  {
    "id": 140,
    "type": "multiple",
    "question": "加强社会主义核心价值体系建设的途径有(      )",
    "options": [
      "A. 融入国民教育,注重实践运用",
      "B. 加大宣传力度,营造舆论氛围",
      "C. 加强理论研究,提高认识水平",
      "D. 领导示范带头,党员争当表率",
    ],
    "answer": "ABCD",
    "originalAnswer": "加强理论研究,提高认识水平；加大宣传力度,营造舆论氛围；领导示范带头,党员争当表率；融入国民教育,注重实践运用"
  },
  {
    "id": 141,
    "type": "multiple",
    "question": "下列属于家庭美德主要内容的是(      )",
    "options": [
      "A. 助人为乐",
      "B. 男女平等",
      "C. 尊老爱幼",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "BC",
    "originalAnswer": "尊老爱幼；男女平等"
  },
  {
    "id": 142,
    "type": "multiple",
    "question": "在我国,守法的主体包括( )",
    "options": [
      "A. 各政党",
      "B. 社会组织",
      "C. 公民",
      "D. 国家机关",
    ],
    "answer": "ABCD",
    "originalAnswer": "各政党；国家机关；社会组织；公民"
  },
  {
    "id": 143,
    "type": "multiple",
    "question": "公共生活的特点是具有(      )",
    "options": [
      "A. 开放性",
      "B. 助人为乐",
      "C. 透明性",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "AC",
    "originalAnswer": "开放性；透明性"
  },
  {
    "id": 144,
    "type": "multiple",
    "question": "人生观与世界观的关系是（）",
    "options": [
      "A. 世界观决定人生观",
      "B. 没有正确把握个人与社会的关系",
      "C. 人生观对世界观的巩固、发展和变化起着重要的作用",
      "D. 人生观从属于世界观",
    ],
    "answer": "ACD",
    "originalAnswer": "人生观从属于世界观；世界观决定人生观；人生观对世界观的巩固、发展和变化起着重要的作用"
  },
  {
    "id": 145,
    "type": "multiple",
    "question": "爱国主义的时代价值是(      )",
    "options": [
      "A. 它是实现中华民族伟大复兴的动力",
      "B. 它是维护祖国统一和民族团结的纽带",
      "C. 它是个人实现人生价值的力量源泉",
      "D. 它是中华民族继往开来的精神支柱",
    ],
    "answer": "ABCD",
    "originalAnswer": "它是中华民族继往开来的精神支柱；它是维护祖国统一和民族团结的纽带；它是实现中华民族伟大复兴的动力；它是个人实现人生价值的力量源泉"
  },
  {
    "id": 146,
    "type": "multiple",
    "question": "个人理想是指处于一定历史条件和社会关系中的个体对于自己未来的物质生活、精神生活所产生的种种向往和追求,以下关于个人理想的表述正确的是（）",
    "options": [
      "A. 个人理想的实现具有长期性、艰巨性和曲折性",
      "B. 个人理想包括个人具体的社会政治理想、道德理想、职业理想和生活理想等",
      "C. 个人理想的追求需要有执着的信念",
      "D. 没有正确把握个人与社会的关系",
    ],
    "answer": "ABC",
    "originalAnswer": "个人理想包括个人具体的社会政治理想、道德理想、职业理想和生活理想等；个人理想的实现具有长期性、艰巨性和曲折性；个人理想的追求需要有执着的信念"
  },
  {
    "id": 147,
    "type": "truefalse",
    "question": "经济全球化形势下不必弘扬爱国主义了？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 148,
    "type": "truefalse",
    "question": "中国梦是历史的、现实的，也是未来的；是国家的、民族的，也是每一个中国人的？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 149,
    "type": "truefalse",
    "question": "关于人生的思考中，回答人生目的的问题，要以人生的价值特性和对于人生的价值评价为依据？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 150,
    "type": "truefalse",
    "question": "弘扬和培育民族精神,只要弘扬中国古代的民族精神就可以了？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 151,
    "type": "truefalse",
    "question": "原始社会没有法？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 152,
    "type": "truefalse",
    "question": "中华文化数千年绵延不绝、历久弥新,彰显出强大的生命力与创造力。中国特色社会主义文化根植于从中华文化的沃土中汲取营养,自强不息、厚德载物的中华优秀传统文化,支撑着中华民族生生不息、薪火相传？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 153,
    "type": "truefalse",
    "question": "自然属性是人的本质属性，人的社会属性也打上了自然属性的烙印？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 154,
    "type": "truefalse",
    "question": "“统则强、分则乱。”“台独”分裂势力及其分裂活动是对台海和平的现实威胁？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 155,
    "type": "truefalse",
    "question": "法律是统治阶级意志的体现，而统治阶级的意志则不一定表现为法律？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 156,
    "type": "truefalse",
    "question": "爱国爱党爱社会主义统一于实现中华民族伟大复兴的历史进程？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 157,
    "type": "truefalse",
    "question": "中国共产党践行全心全意为人民服务的根本宗旨,坚持人民当家作主,坚持以人民为中心的发展思想,把人民对美好生活的向往作为奋斗目标？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 158,
    "type": "truefalse",
    "question": "法律权利与法律义务的关系，就像一枚硬币的两面，不可分割，相互依存。没有权利，义务的设定就失去了目的和根据；没有义务，权利的实现也就成为空话？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 159,
    "type": "truefalse",
    "question": "马克思主义是我们立党立国、兴党兴国的根本指导思想？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 160,
    "type": "truefalse",
    "question": "在失意之际坚持不懈，在坎坷之时不断努力，这样的人生才能更有意义？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 161,
    "type": "truefalse",
    "question": "共产主义道德与社会主义道德在本质上不是同一类型的道德？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 162,
    "type": "truefalse",
    "question": "社会主义核心价值观的现实基础就是当今时代的中华民族所进行的人类历史上最为宏伟而独特的中国特色社会主义建设实践？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 163,
    "type": "truefalse",
    "question": "爱祖国的骨肉同胞,意味着对整个民族利益共同体的自觉认同？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 164,
    "type": "truefalse",
    "question": "考察一个人的人生价值应当把社会对一个人的满足同他自身的能力以及与能力相对应的职责联系起来？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 165,
    "type": "truefalse",
    "question": "思想道德与法律都是调节人们思想行为、协调人际关系、维护社会秩序的重要手段？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 166,
    "type": "truefalse",
    "question": "文化软实力的竞争,主要是不同文化所代表的核心价值观的竞争,本质上还是经济实力的竞争？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 167,
    "type": "truefalse",
    "question": "公民基本道德规范通俗易懂,适用于不同的社会群体？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 168,
    "type": "truefalse",
    "question": "“法治”与“法制”，从内涵上讲，没有区别？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 169,
    "type": "truefalse",
    "question": "作为人类社会最为先进社会制度的本质规定在价值层面的集中反映,社会主义核心价值观代表着当今时代人类社会的价值制高点？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 170,
    "type": "truefalse",
    "question": "道德理想是指人们所向往的理想人格和做人的标准,是人们在道德生活中所期望达到的目标？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 171,
    "type": "truefalse",
    "question": "建设社会主义文化强国,不需坚持“百花齐放、百家争鸣”的“双百”方针？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 172,
    "type": "truefalse",
    "question": "理想和现实的统一性表现在现实是理想的基础,理想是未来的现实？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 173,
    "type": "truefalse",
    "question": "理想信念是人的精神世界的核心？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 174,
    "type": "truefalse",
    "question": "思想道德和法律在调节领域、调节方式、调节目标等方面存在很大不同，其中只有法律是上层建筑的重要组成部分，服务于一定的经济基础。道德存在于风俗习惯、社会心理之中，对经济基础没有决定意义？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 175,
    "type": "truefalse",
    "question": "法律是成文的道德，道德是内心的法律？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 176,
    "type": "truefalse",
    "question": "安全是发展的前提,发展是安全的保障,要有效防范化解各类风险挑战,确保社会主义现代化事业顺利推进？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 177,
    "type": "truefalse",
    "question": "只有毫不利己、专门利人才是为人民服务？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 178,
    "type": "truefalse",
    "question": "法律不是从来就有的，也不是永恒存在的？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 179,
    "type": "truefalse",
    "question": "我国社会主义法律具有科学性和先进性？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 180,
    "type": "truefalse",
    "question": "价值观是人类在认识、改造自然和社会的过程中产生与发挥作用的？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 181,
    "type": "truefalse",
    "question": "文化的根基在人民,文化的源泉在人民,文化的创造靠人民,文化的目的为人民。人民是创作的源头活水,只有扎根人民,创作才能获得取之不尽、用之不竭的源泉？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 182,
    "type": "truefalse",
    "question": "价值观为人们在社会生活中判断善恶、美丑、福祸、荣辱、利害提供基本准则？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 183,
    "type": "truefalse",
    "question": "在个人价值和社会价值发生冲突时，个人要绝对遵从社会价值行事？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 184,
    "type": "truefalse",
    "question": "道德对经济关系的反映不是消极被动的,而是能动的？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 185,
    "type": "truefalse",
    "question": "爱国、敬业、诚信、友善,是公民基本道德规范,人人都要遵守？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 186,
    "type": "truefalse",
    "question": "在现代，“法”主要表现为“刑律”？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 187,
    "type": "truefalse",
    "question": "正确看待得与失，不要过于看重一时的“得”，不要惧怕或斤斤计较一时的“失”，要跳出对个人得失的计较？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 188,
    "type": "truefalse",
    "question": "道德的本质是由经济基础决定的？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 189,
    "type": "truefalse",
    "question": "法治是现代文明的制度基石？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 190,
    "type": "truefalse",
    "question": "文化复古主义是一种正确的对待传统道德的思潮？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 191,
    "type": "truefalse",
    "question": "道德修养要与人们改造客观世界和主观世界的实践活动相联系？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 192,
    "type": "truefalse",
    "question": "信仰就应该是与科学和理性完全对立的？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 193,
    "type": "truefalse",
    "question": "法律是由国家制定或认可并依靠国家强制力保证实施的？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 194,
    "type": "truefalse",
    "question": "集体主义重视和保证个人的一切利益？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 195,
    "type": "truefalse",
    "question": "改革创新是时代精神的核心？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 196,
    "type": "truefalse",
    "question": "“理想理想,有利就想;前途前途,有钱才图。远大理想解决不了当前的实际问题,所以是无用的。”？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 197,
    "type": "truefalse",
    "question": "贴近实际、贴近生活、贴近群众,是文化发展与创新的丰富土壤和不竭源泉,是建设社会主义文化强国的方法之一,并不是必要的基础条件？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 198,
    "type": "truefalse",
    "question": "立志做大事,是为了实现个人的荣华富贵？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 199,
    "type": "truefalse",
    "question": "爱祖国不是抽象的,而是具体的？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 200,
    "type": "truefalse",
    "question": "个人利益的得失只能部分地衡量人生价值的大小，每个个体只有在奉献社会中才能实现更大的人生价值？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 201,
    "type": "truefalse",
    "question": "、在信念系统中有诸多信念,但这些信念的地位与层次是一样的？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "B",
    "originalAnswer": "错误"
  },
  {
    "id": 202,
    "type": "truefalse",
    "question": "继承和弘扬中华民族优良道德传统是加强社会主义道德建设的内在要求？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 203,
    "type": "truefalse",
    "question": "、诚信是大学生进入社会的通行证？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 204,
    "type": "truefalse",
    "question": "人民群众是社会历史的主体，是社会物质财富和精神财富的创造者，是社会变革的决定力量？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  },
  {
    "id": 205,
    "type": "truefalse",
    "question": "人是社会的人，离开了社会，人也无法生活，社会是人的存在形式？",
    "options": [
      "A. 正确",
      "B. 错误",
    ],
    "answer": "A",
    "originalAnswer": "正确"
  }
];
window.questions_sixiangdaode = questions_sixiangdaode;
